Repository: monseigneur0/wakeuphoney
Catalog: lib/l10n/app_*.arb
Languages: fr, id, ko

source: Hello World!
fr: Bonjour le monde !
id: Halo Dunia!
ko: 헬로 월드

source: SNS Login
fr: Connexion avec les réseaux sociaux
id: Login dengan SNS
ko: SNS 로그인

# matchprocess
source: Match
fr: Processus de mise en correspondance
id: Proses Pemadanan
ko: 상대 연결

source: Apple Login
fr: Connexion avec Apple
id: Login dengan Apple
ko: Apple로 로그인

source: Google Login
fr: Connexion avec Google
id: Login dengan Google
ko: Google로 로그인

source: Email Login
fr: Connexion par e-mail
id: Login dengan Email
ko: Email로 로그인

# codewritematch
source: Write a code of a person
fr: Saisir le code de l'autre personne
id: Tulis kode dari orang lain
ko: 서로의 초대코드를 입력하면 연결돼요.

# writealarmcheck
source: Write a letter to wake up with
fr: Écrire une lettre pour se réveiller
id: Tulis surat untuk bangun dengan
ko: 편지를 쓰고, 알람을 설정하고, 아침에 편지를 확인해보세요.

# mycode1hour
source: My code valid 1 hour
fr: Mon code est valable pendant 1 heure
id: Kode saya berlaku selama 1 jam
ko: 내 초대코드 (1시간 유효)

# writeothercode
source: Do you get the code?
fr: Avez-vous reçu le code de l'autre personne ?
id: Apakah Anda menerima kode tersebut?
ko: 상대의 초대코드를 전달받았나요?

source: WakeupGom Alarm
fr: Réveil avec WakeupGom
id: Alarm WakeupGom
ko: 일어나곰 알람

# alarmringletter
source: Alarm Ring! check the letter!
fr: Réveil en cours ! Vérifiez votre lettre !
id: Alarm berbunyi! Periksa suratnya!
ko: 알람이 울리고 있어요! 편지를 확인해보세요!

source: Delete Alarm
fr: Supprimer l'alarme
id: Hapus alarm
ko: 알람 삭제

source: no letter...
fr: Pas de lettre...
id: tanpa surat...

# nodeletepast
source: Can't delete past letter
fr: Impossible de supprimer une lettre passée
id: Tidak dapat menghapus surat yang sudah lewat

source: Delete
fr: Supprimer
id: Hapus
ko: 계정 삭제

source: Deleted
fr: Supprimé
id: Dihapus

source: Edit
fr: Modifier

# erroruser
source: Cannot find user please restart app
fr: Impossible de trouver l'utilisateur. Veuillez redémarrer l'application.
id: Tidak dapat menemukan pengguna silakan restart aplikasi

source: Put some text
fr: Saisissez du texte
id: Masukkan beberapa teks

# letteredited
source: letter is edited.
fr: La lettre a été modifiée.
id: Surat telah diedit.

# writetomorrow
source: Can write letter tomorrow
fr: Vous pouvez écrire une lettre demain
id: Anda dapat menulis surat besok

# alreadywrite
source: Already wrote the letter
fr: Vous avez déjà écrit une lettre
id: Anda sudah menulis surat

# whenwrite
source: What date you want to write?
fr: Quand souhaitez-vous écrire la lettre ?
id: Kapan Anda ingin menulis?

# datetowrite
source: Select a date to write a letter
fr: Sélectionnez la date pour écrire la lettre
id: Pilih tanggal untuk menulis surat

# wakeupletter
source: Let's wake up!
fr: Réveillons-nous ensemble !
id: Bangun!

source: Saving...
fr: Enregistrement en cours...
id: Menyimpan...

source: Saved
fr: Enregistré
id: Tersimpan

# lettersave
source: Save letter
fr: Enregistrer la lettre
id: Simpan surat

# selectimage
source: Pick Image
fr: Sélectionner une image
id: Pilih gambar

# crop
source: Image Crop
fr: Recadrer l'image
id: Potong gambar

source: Edit profile
fr: Modifier le profil
id: Edit profil

source: Name
fr: Nom
id: Nama

source: Birthday
fr: Date de naissance
id: Tanggal lahir

source: Gender
fr: Genre
id: Jenis kelamin

source: male
fr: Homme
id: Laki-laki

source: female
fr: Femme
id: Perempuan

source: My account
fr: Mon compte
id: Akun saya

source: couple account
fr: Compte du couple
id: Akun pasangan

source: Wake up time
fr: Heure de réveil
id: Waktu bangun

# afterwakeup
source: After hh:mm
fr: Après hh:mm
id: Setelah hh:mm

# cscenter
source: Customer Service
fr: Service client
id: Pusat Bantuan

# appintro
source: About app
fr: Présentation de l'application
id: Tentang aplikasi

source: App version
fr: Version de l'application
id: Versi aplikasi

# inforule
source: Information policy
fr: Politique d'information
id: Kebijakan informasi

source: Alarm
fr: Alarme

source: Feed
fr: Flux
id: Berita

source: Write
fr: Écrire
id: Menulis

source: Profile
fr: Profil
id: Profil
ko: 프로필

source: Alarms
fr: Alarmes
id: Alarm
ko: 알람

source: Save
fr: Enregistrer
id: Simpan
ko: 저장

source: Cancel
fr: Annuler
id: Batal
ko: 취소

source: My Letters
fr: Mes lettres
id: Surat-surat saya
ko: 내 편지

source: Answers
fr: Réponses
id: Jawaban
ko: 받은 답장

source: My Answers
fr: Mes réponses
id: Jawaban saya
ko: 내 답장

# dafaultletter
source: Default Letter
fr: Lettre par défaut
id: Surat Default
ko: 기본 편지

source: Letter
fr: Lettre
id: Surat

source: Loop alarm audio
fr: Répéter le son de l'alarme
id: Ulangi suara alarm
ko: 음악 반복

source: Vibrate
fr: Vibrer
id: Getar
ko: 진동

# customvolume
source: Volume
fr: Volume personnalisé
ko: 음량

source: Sound
fr: Son
id: Suara
ko: 음악

source: Logout
fr: Déconnexion
id: Keluar
ko: 로그아웃

source: Login
fr: Connexion
id: Masuk

source: Yes
fr: Oui
id: Ya
ko: 예

source: No
fr: Non
id: Tidak
ko: 아니요

# noalarmset
source: No alarms set
fr: Aucune alarme définie
id: Tidak ada alarm yang diatur
ko: 알람이 없어요

# sure
source: Are you sure?
fr: Êtes-vous sûr(e) ?
id: Apakah Anda yakin?
ko: 정말 로그아웃할거에요?

# connectto
source: Connect to My Honey
fr: Connectez-vous à mon amour
id: Terhubung dengan cinta saya
ko: 계정 서로 연결하기

# connectwith
source: Connect with invite code
fr: Connectez-vous avec le code d'invitation
id: Terhubung dengan kode undangan
ko: 초대 코드로 연결하기

source: Match
fr: Correspondance
id: Pemadanan
ko: 연결

# generateauthcode
source: Generate invite Code
fr: Générer un code d'invitation
id: Buat kode undangan
ko: 초대 코드 생성

# backtowrite
source: Back to write invite code
fr: Revenir pour saisir le code d'invitation
id: Kembali untuk menulis kode undangan
ko: 돌아가서 초대 코드 입력하기

# viewcode
source: View invite code
fr: Voir le code d'invitation
id: Lihat kode undangan
ko: 초대 코드 보기

source: Hello
fr: Bonjour
id: Halo
ko: 안녕

source: Good morning
fr: Bonjour
id: Selamat pagi
ko: 좋은 아침이야

source: Honey, wake up
fr: Chéri(e), réveille-toi
id: Sayang, bangun
ko: 자기야 일어나

source: Write a letter
fr: Écrire une lettre
id: Menulis surat
ko: 편지 쓸래?

source: Send a photo
fr: Envoyer une photo
id: Kirim foto
ko: 사진 보내봐

# checktheletter
source: check the letter in the morning
fr: Vérifier la lettre
id: Periksa surat di pagi hari
ko: 아침에 편지 확인해봐

# watchthephoto
source: Watch the photo in the bed
fr: Regarder la photo depuis le lit
id: Lihat foto di tempat tidur
ko: 사진 확인해봐

# replyletter
source: Reply to the letter
fr: Répondre à la lettre
id: Balas surat
ko: 답장해줄래?

# canyoureply
source: Can you reply in the morning bed?
fr: Pouvez-vous y répondre depuis le lit le matin ?
id: Bisakah Anda membalasnya di tempat tidur di pagi hari?
ko: 아침에 답장해줄래?

# writemorning
source: Write a letter for morning alarm
fr: Écrire une lettre pour le réveil du matin
id: Menulis surat untuk alarm pagi
ko: 아침 편지 써줄래?

source: How are you?
fr: Comment ça va ?
id: Bagaimana kabarmu?
ko: 잘 지내?

source: I miss you
fr: Tu me manques
id: Aku merindukanmu
ko: 보고싶어

# feedback
source: Send us feedback
fr: Envoyer des commentaires
id: Kirim umpan balik
ko: 피드백 보내기

# deleteaccount
source: Account Deletion
fr: Supprimer le compte
id: Hapus akun

# breakup
source: break up with partner
fr: Rompre avec votre partenaire
id: Putus dengan pasangan
ko: 상대와 연결 끊기

# deletesure
source: All data in account will be deleted. Impossible to restore. Are you sure to delete?
fr: Toutes les données de votre compte seront supprimées. Cette action est irréversible. Êtes-vous sûr(e) de vouloir supprimer votre compte ?
id: Semua data akun akan dihapus. Tidak dapat dikembalikan. Apakah Anda yakin ingin menghapusnya?
ko: 계정의 모든 정보가 삭제됩니다. 복구 불가능하게 삭제하실건가요?

source: WakeupGom
ko: 일어나곰
